Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: No skills reported yet.
ar: لم يتم الإبلاغ عن أي Skills بعد.
de: Noch keine Skills gemeldet.
es: Aún no se han informado Skills.
fa: هنوز هیچ Skillsی گزارش نشده است.
fr: Aucune skill signalée pour le moment.
hi: अभी तक कोई Skills रिपोर्ट नहीं की गई हैं।
id: Belum ada skills yang dilaporkan.
it: Nessuna Skill segnalata ancora.
ja_jp: まだ Skills は報告されていません。
ko: 아직 보고된 Skills가 없습니다.
nl: Er zijn nog geen skills gemeld.
pl: Nie zgłoszono jeszcze żadnych Skills.
pt_br: Nenhuma skill informada ainda.
ru: Skills пока не получены.
sv: Inga Skills har rapporterats än.
th: ยังไม่มีรายงาน Skills
tr: Henüz hiçbir Skills bildirilmedi.
uk: Поки що немає повідомлених Skills.
vi: Chưa có Skills nào được báo cáo.
zh_cn: 尚未报告任何 Skills。
zh_tw: 尚未回報任何 Skills。

source: No threads found
ar: لم يتم العثور على محادثات
de: Keine Threads gefunden
es: No se encontraron hilos
fa: هیچ رشته‌ای یافت نشد
fr: Aucun fil de discussion trouvé
hi: कोई थ्रेड नहीं मिला
id: Tidak ada utas yang ditemukan
it: Nessuna conversazione trovata
ja_jp: スレッドが見つかりません
ko: 스레드를 찾을 수 없음
nl: Geen gesprekken gevonden
pl: Nie znaleziono wątków
pt_br: Nenhuma conversa encontrada
ru: Ветки не найдены
sv: Inga trådar hittades
th: ไม่พบเธรด
tr: İş parçacığı bulunamadı
uk: Гілок не знайдено
vi: Không tìm thấy luồng nào
zh_cn: 未找到对话
zh_tw: 找不到對話串

source: No threads yet. They appear after the first inbound message or heartbeat.
ar: لا توجد محادثات بعد. ستظهر بعد أول رسالة واردة أو إشارة نبض.
de: Noch keine Threads. Sie werden nach der ersten eingehenden Nachricht oder dem ersten Heartbeat angezeigt.
es: Aún no hay hilos. Aparecen después del primer mensaje entrante o heartbeat.
fa: هنوز رشته‌ای وجود ندارد. رشته‌ها پس از نخستین پیام ورودی یا سیگنال ضربان قلب نمایش داده می‌شوند.
fr: Aucun fil de discussion pour le moment. Ils apparaissent après le premier message entrant ou signal périodique.
hi: अभी तक कोई थ्रेड नहीं है। वे पहला इनबाउंड संदेश या हार्टबीट मिलने के बाद दिखाई देती हैं।
id: Belum ada utas. Utas akan muncul setelah pesan masuk atau heartbeat pertama.
it: Nessun thread. Appariranno dopo il primo messaggio in arrivo o heartbeat.
ja_jp: スレッドはまだありません。最初の受信メッセージまたはハートビートの後に表示されます。
ko: 아직 스레드가 없습니다. 첫 수신 메시지 또는 하트비트 이후에 표시됩니다.
nl: Nog geen gesprekken. Ze verschijnen na het eerste inkomende bericht of de eerste heartbeat.
pl: Nie ma jeszcze żadnych wątków. Pojawią się po pierwszej wiadomości przychodzącej lub sygnale heartbeat.
pt_br: Ainda não há conversas. Elas aparecem após a primeira mensagem recebida ou heartbeat.
ru: Веток пока нет. Они появятся после первого входящего сообщения или сигнала активности.
sv: Inga trådar än. De visas efter det första inkommande meddelandet eller den första heartbeat-signalen.
th: ยังไม่มีเธรด เธรดจะปรากฏหลังจากได้รับข้อความขาเข้าหรือสัญญาณ heartbeat ครั้งแรก
tr: Henüz dizi yok. İlk gelen mesajdan veya heartbeat'ten sonra görünürler.
uk: Гілок ще немає. Вони з’являться після першого вхідного повідомлення або сигналу активності.
vi: Chưa có chuỗi nào. Các chuỗi sẽ xuất hiện sau tin nhắn đến hoặc tín hiệu heartbeat đầu tiên.
zh_cn: 暂无话题串。收到第一条传入消息或心跳后，话题串将显示在此处。
zh_tw: 目前尚無討論串。收到第一則傳入訊息或活動訊號後，討論串便會顯示於此。

source: No trusted commands yet
ar: لا توجد أوامر موثوقة بعد
de: Noch keine vertrauenswürdigen Befehle
es: Aún no hay comandos de confianza
fa: هنوز فرمان مورد اعتمادی وجود ندارد
fr: Aucune commande approuvée pour le moment
hi: अभी तक कोई विश्वसनीय कमांड नहीं
id: Belum ada perintah tepercaya
it: Ancora nessun comando attendibile
ja_jp: 信頼済みコマンドはまだありません
ko: 아직 신뢰할 수 있는 명령이 없습니다
nl: Nog geen vertrouwde commando's
pl: Nie ma jeszcze zaufanych poleceń
pt_br: Ainda não há comandos confiáveis
ru: Доверенных команд пока нет
sv: Inga betrodda kommandon än
th: ยังไม่มีคำสั่งที่เชื่อถือ
tr: Henüz güvenilen komut yok
uk: Довірених команд ще немає
vi: Chưa có lệnh đáng tin cậy nào
zh_cn: 尚无受信任命令
zh_tw: 尚無受信任的命令

source: No usable AI access found on this Gateway
ar: لم يُعثر على وصول صالح للاستخدام إلى الذكاء الاصطناعي على Gateway هذا
de: Auf diesem Gateway wurde kein nutzbarer KI-Zugriff gefunden
es: No se encontró acceso utilizable a la IA en este Gateway
fa: هیچ دسترسی قابل‌استفاده‌ای به هوش مصنوعی در این Gateway پیدا نشد
fr: Aucun accès à l’IA utilisable n’a été trouvé sur ce Gateway
hi: इस Gateway पर उपयोग योग्य AI एक्सेस नहीं मिला
id: Tidak ditemukan akses AI yang dapat digunakan di Gateway ini
it: Nessun accesso all’IA utilizzabile trovato su questo Gateway
ja_jp: この Gateway で利用可能な AI アクセスが見つかりませんでした
ko: 이 Gateway에서 사용할 수 있는 AI 액세스를 찾지 못했습니다
nl: Geen bruikbare AI-toegang gevonden op deze Gateway
pl: Na tym Gateway nie znaleziono użytecznego dostępu do AI
pt_br: Nenhum acesso à IA utilizável foi encontrado neste Gateway
ru: На этом Gateway не найден пригодный доступ к ИИ
sv: Ingen användbar AI-åtkomst hittades på denna Gateway
th: ไม่พบการเข้าถึง AI ที่ใช้งานได้บน Gateway นี้
tr: Bu Gateway üzerinde kullanılabilir AI erişimi bulunamadı
uk: На цьому Gateway не знайдено придатного доступу до ШІ
vi: Không tìm thấy quyền truy cập AI khả dụng trên Gateway này
zh_cn: 此网关上未找到可用的 AI 访问方式
zh_tw: 在此 Gateway 上找不到可用的 AI 存取方式

source: No wake phrases configured
ar: لم يتم تكوين عبارات تنبيه
de: Keine Aktivierungsphrasen konfiguriert
es: No hay frases de activación configuradas
fa: هیچ عبارت بیدارباشی پیکربندی نشده است
fr: Aucune phrase d’activation configurée
hi: कोई वेक वाक्यांश कॉन्फ़िगर नहीं किया गया
id: Tidak ada frasa bangun yang dikonfigurasi
it: Nessuna frase di risveglio configurata
ja_jp: ウェイクフレーズが設定されていません
ko: 설정된 깨우기 문구 없음
nl: Geen wekzinnen geconfigureerd
pl: Nie skonfigurowano fraz wybudzających
pt_br: Nenhuma frase de ativação configurada
ru: Фразы активации не настроены
sv: Inga väckningsfraser har konfigurerats
th: ยังไม่ได้ตั้งค่าวลีปลุก
tr: Yapılandırılmış uyandırma ifadesi yok
uk: Фрази пробудження не налаштовано
vi: Chưa cấu hình cụm từ đánh thức
zh_cn: 未配置唤醒短语
zh_tw: 尚未設定喚醒詞組

source: Node
ar: العقدة
de: Knoten
es: Nodo
fa: گره
fr: Nœud
hi: नोड
it: Nodo
ja_jp: ノード
ko: 노드
pl: Węzeł
pt_br: Nó
ru: Узел
sv: Nod
th: โหนด
tr: Düğüm
uk: Вузол
vi: Nút
zh_cn: 节点
zh_tw: 節點

source: Node pairing approved
ar: تمت الموافقة على إقران العقدة
de: Node-Kopplung genehmigt
es: Emparejamiento de nodo aprobado
fa: جفت‌سازی گره تأیید شد
fr: Appairage du nœud approuvé
hi: Node pairing स्वीकृत
id: Pemasangan node disetujui
it: Abbinamento del nodo approvato
ja_jp: ノードのペアリングが承認されました
ko: Node 페어링이 승인되었습니다
nl: Node-koppeling goedgekeurd
pl: Parowanie węzła zatwierdzone
pt_br: Pareamento do nó aprovado
ru: Сопряжение узла одобрено
sv: Nodparkoppling godkänd
th: อนุมัติการจับคู่โหนดแล้ว
tr: Düğüm eşleştirmesi onaylandı
uk: Сполучення вузла схвалено
vi: Đã phê duyệt ghép nối nút
zh_cn: 节点配对已批准
zh_tw: 節點配對已核准

source: Node pairing rejected
ar: تم رفض إقران العقدة
de: Node-Kopplung abgelehnt
es: Emparejamiento de nodo rechazado
fa: جفت‌سازی گره رد شد
fr: Appairage du nœud rejeté
hi: Node पेयरिंग अस्वीकृत
id: Pemasangan node ditolak
it: Associazione del nodo rifiutata
ja_jp: ノードのペアリングが拒否されました
ko: 노드 페어링이 거부됨
nl: Node-koppeling geweigerd
pl: Parowanie węzła odrzucone
pt_br: Pareamento do nó rejeitado
ru: Сопряжение узла отклонено
sv: Nodparkoppling avvisades
th: การจับคู่โหนดถูกปฏิเสธ
tr: Düğüm eşleştirmesi reddedildi
uk: Сполучення вузла відхилено
vi: Ghép nối node bị từ chối
zh_cn: 节点配对已拒绝
zh_tw: 節點配對已拒絕

source: None
ar: لا شيء
de: Keine
es: Ninguno
fa: هیچ‌کدام
fr: Aucun
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja_jp: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_cn: 无
zh_tw: 無

source: None of the found options worked
ar: لم ينجح أي من الخيارات المكتشفة
de: Keine der gefundenen Optionen hat funktioniert
es: Ninguna de las opciones encontradas funcionó
fa: هیچ‌کدام از گزینه‌های یافت‌شده کار نکردند
fr: Aucune des options trouvées n’a fonctionné
hi: मिले हुए विकल्पों में से कोई भी काम नहीं आया
id: Tidak ada opsi yang ditemukan yang berfungsi
it: Nessuna delle opzioni trovate ha funzionato
ja_jp: 見つかったオプションはいずれも機能しませんでした
ko: 발견된 옵션 중 작동하는 것이 없습니다
nl: Geen van de gevonden opties werkte
pl: Żadna ze znalezionych opcji nie zadziałała
pt_br: Nenhuma das opções encontradas funcionou
ru: Ни один из найденных вариантов не сработал
sv: Inget av de hittade alternativen fungerade
th: ไม่มีตัวเลือกที่พบตัวใดใช้งานได้
tr: Bulunan seçeneklerin hiçbiri işe yaramadı
uk: Жоден зі знайдених варіантів не спрацював
vi: Không có tùy chọn nào tìm thấy hoạt động
zh_cn: 找到的选项均无效
zh_tw: 找到的選項都無法使用

source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fa: اکنون نه
fr: Pas maintenant
hi: अभी नहीं
id: Jangan Sekarang
it: Non ora
ja_jp: 後で
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora Não
ru: Не сейчас
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
uk: Не зараз
vi: Không phải bây giờ
zh_cn: 暂不
zh_tw: 暫時不要

source: Not configured
ar: غير مكوّن
de: Nicht konfiguriert
es: No configurado
fa: پیکربندی نشده
fr: Non configuré
hi: कॉन्फ़िगर नहीं किया गया
id: Belum dikonfigurasi
it: Non configurato
ja_jp: 未構成
ko: 구성되지 않음
nl: Niet geconfigureerd
pl: Nie skonfigurowano
pt_br: Não configurado
ru: Не настроено
sv: Inte konfigurerad
th: ยังไม่ได้กำหนดค่า
tr: Yapılandırılmadı
uk: Не налаштовано
vi: Chưa cấu hình
zh_cn: 未配置
zh_tw: 尚未設定

source: Not listening
ar: لا يستمع
de: Hört nicht zu
es: No está escuchando
fa: در حال گوش دادن نیست
fr: N’écoute pas
hi: नहीं सुन रहा
id: Tidak mendengarkan
it: Non in ascolto
ja_jp: 待機中
ko: 듣는 중 아님
nl: Luistert niet
pl: Nie nasłuchuje
pt_br: Não está ouvindo
ru: Не слушает
sv: Lyssnar inte
th: ไม่ได้ฟังอยู่
tr: Dinlemiyor
uk: Не слухає
vi: Không nghe
zh_cn: 未在收听
zh_tw: 未在聆聽

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fa: فعلاً نه
fr: Pas maintenant
hi: अभी नहीं
id: Jangan sekarang
it: Non ora
ja_jp: 後で
ko: 나중에
nl: Niet nu
pl: Nie teraz
pt_br: Agora não
ru: Не сейчас
sv: Inte nu
th: ไว้ภายหลัง
tr: Şimdi değil
uk: Не зараз
vi: Để sau
zh_cn: 暂不
zh_tw: 現在不要

source: Not selected
ar: غير محدد
de: Nicht ausgewählt
es: No seleccionada
fa: انتخاب نشده
fr: Non sélectionné
hi: चयनित नहीं
id: Tidak dipilih
it: Non selezionato
ja_jp: 未選択
ko: 선택되지 않음
nl: Niet geselecteerd
pl: Nie wybrano
pt_br: Não selecionado
ru: Не выбрано
sv: Inte valt
th: ไม่ได้เลือก
tr: Seçilmedi
uk: Не вибрано
vi: Chưa chọn
zh_cn: 未选择
zh_tw: 未選取

source: Note: macOS may require restarting OpenClaw after enabling Accessibility or Screen Recording.
ar: ملاحظة: قد يتطلب macOS إعادة تشغيل OpenClaw بعد تمكين إمكانية الوصول أو تسجيل الشاشة.
de: Hinweis: macOS erfordert möglicherweise einen Neustart von OpenClaw, nachdem Bedienungshilfen oder Bildschirmaufnahme aktiviert wurden.
es: Nota: macOS puede requerir reiniciar OpenClaw después de activar Accesibilidad o Grabación de pantalla.
fa: توجه: macOS ممکن است پس از فعال کردن Accessibility یا Screen Recording به راه‌اندازی مجدد OpenClaw نیاز داشته باشد.
fr: Remarque : macOS peut nécessiter le redémarrage d’OpenClaw après l’activation de l’accessibilité ou de l’enregistrement de l’écran.
hi: नोट: Accessibility या Screen Recording सक्षम करने के बाद macOS को OpenClaw रीस्टार्ट करने की आवश्यकता हो सकती है।
id: Catatan: macOS mungkin perlu memulai ulang OpenClaw setelah mengaktifkan Accessibility atau Screen Recording.
it: Nota: macOS potrebbe richiedere il riavvio di OpenClaw dopo l'abilitazione di Accessibilità o Registrazione schermo.
ja_jp: 注: macOS では、Accessibility または Screen Recording を有効にした後、OpenClaw の再起動が必要になる場合があります。
ko: 참고: macOS에서는 손쉬운 사용 또는 화면 기록을 활성화한 후 OpenClaw를 다시 시작해야 할 수 있습니다.
nl: Opmerking: macOS kan vereisen dat OpenClaw opnieuw wordt gestart nadat Toegankelijkheid of Schermopname is ingeschakeld.
pl: Uwaga: macOS może wymagać ponownego uruchomienia OpenClaw po włączeniu Dostępności lub Nagrywania ekranu.
pt_br: Observação: o macOS pode exigir reiniciar o OpenClaw após ativar Acessibilidade ou Gravação de Tela.
ru: Примечание: macOS может потребовать перезапустить OpenClaw после включения Универсального доступа или записи экрана.
sv: Obs! macOS kan kräva att OpenClaw startas om efter att Hjälpmedel eller Skärminspelning har aktiverats.
th: หมายเหตุ: macOS อาจต้องรีสตาร์ท OpenClaw หลังจากเปิดใช้งาน Accessibility หรือ Screen Recording
tr: Not: macOS, Erişilebilirlik veya Ekran Kaydı etkinleştirildikten sonra OpenClaw’ın yeniden başlatılmasını gerektirebilir.
uk: Примітка: macOS може потребувати перезапуску OpenClaw після ввімкнення Accessibility або Screen Recording.
vi: Lưu ý: macOS có thể yêu cầu khởi động lại OpenClaw sau khi bật Trợ năng hoặc Ghi màn hình.
zh_cn: 注意：启用辅助功能或屏幕录制后，macOS 可能需要重启 OpenClaw。
zh_tw: 注意：macOS 可能需要在啟用輔助使用或螢幕錄製後重新啟動 OpenClaw。

source: Notice
ar: إشعار
de: Hinweis
es: Aviso
fa: اعلان
fr: Avis
hi: सूचना
id: Pemberitahuan
it: Avviso
ko: 알림
nl: Kennisgeving
pl: Powiadomienie
pt_br: Aviso
ru: Уведомление
sv: Meddelande
th: ประกาศ
tr: Bildirim
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_tw: 通知

source: OK
ar: موافق
es: Aceptar
fa: تأیید
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
uk: Гаразд
zh_cn: 好
zh_tw: 好

source: OK — OpenClaw won’t start anything yet. Pick Local or Remote later in Settings → General.
ar: حسنًا — لن يبدأ OpenClaw أي شيء بعد. اختر محليًا أو عن بُعد لاحقًا من الإعدادات → عام.
de: OK — OpenClaw startet noch nichts. Wählen Sie später in Einstellungen → Allgemein „Lokal“ oder „Remote“ aus.
es: OK — OpenClaw no iniciará nada todavía. Elige Local o Remoto más tarde en Ajustes → General.
fa: باشه — OpenClaw هنوز چیزی را شروع نمی‌کند. بعداً در Settings → General گزینهٔ Local یا Remote را انتخاب کنید.
fr: OK — OpenClaw ne démarrera encore rien. Choisissez Local ou Remote plus tard dans Réglages → Général.
hi: OK — OpenClaw अभी कुछ भी शुरू नहीं करेगा। बाद में Settings → General में Local या Remote चुनें।
id: OK — OpenClaw belum akan memulai apa pun. Pilih Lokal atau Jarak Jauh nanti di Pengaturan → Umum.
it: OK — OpenClaw non avvierà ancora nulla. Scegli Locale o Remoto più tardi in Impostazioni → Generali.
ja_jp: OK — OpenClaw はまだ何も開始しません。後で Settings → General で Local または Remote を選択してください。
ko: 확인 — OpenClaw는 아직 아무것도 시작하지 않습니다. 나중에 설정 → 일반에서 로컬 또는 원격을 선택하세요.
nl: OK — OpenClaw start nog niets. Kies later Lokaal of Extern in Instellingen → Algemeen.
pl: OK — OpenClaw jeszcze niczego nie uruchomi. Wybierz Local lub Remote później w Settings → General.
pt_br: OK — o OpenClaw ainda não vai iniciar nada. Escolha Local ou Remoto depois em Ajustes → Geral.
ru: OK — OpenClaw пока ничего не запустит. Выберите Local или Remote позже в Settings → General.
sv: OK — OpenClaw startar inget än. Välj Lokal eller Fjärransluten senare i Inställningar → Allmänt.
th: ตกลง — OpenClaw จะยังไม่เริ่มอะไรตอนนี้ เลือก Local หรือ Remote ภายหลังได้ใน Settings → General
tr: Tamam — OpenClaw henüz hiçbir şey başlatmayacak. Daha sonra Ayarlar → Genel bölümünde Yerel veya Uzak seçeneğini belirleyin.
uk: OK — OpenClaw поки нічого не запускатиме. Виберіть Local або Remote пізніше в Settings → General.
vi: OK — OpenClaw sẽ chưa khởi động gì cả. Chọn Cục bộ hoặc Từ xa sau trong Cài đặt → Chung.
zh_cn: 好的 — OpenClaw 还不会启动任何内容。稍后可在 Settings → General 中选择 Local 或 Remote。
zh_tw: OK — OpenClaw 還不會啟動任何項目。稍後可在設定 → 一般中選擇本機或遠端。

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fa: خاموش
fr: Désactivé
hi: बंद
id: Nonaktif
it: Disattivato
ja_jp: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desativado
ru: Выкл.
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_cn: 关闭
zh_tw: 關閉

source: On
ar: تشغيل
de: Ein
es: Activado
fa: روشن
fr: Activé
hi: चालू
id: Aktif
it: Attivato
ja_jp: オン
ko: 켬
nl: Aan
pl: Włączone
pt_br: Ativado
ru: Вкл.
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 开启
zh_tw: 開啟

source: On another computer
ar: على كمبيوتر آخر
de: Auf einem anderen Computer
es: En otro ordenador
fa: روی یک رایانه دیگر
fr: Sur un autre ordinateur
hi: किसी दूसरे कंप्यूटर पर
id: Di komputer lain
it: Su un altro computer
ja_jp: 別のコンピューター上
ko: 다른 컴퓨터에서
nl: Op een andere computer
pl: Na innym komputerze
pt_br: Em outro computador
ru: На другом компьютере
sv: På en annan dator
th: บนคอมพิวเตอร์เครื่องอื่น
tr: Başka bir bilgisayarda
uk: На іншому комп’ютері
vi: Trên máy tính khác
zh_cn: 在另一台电脑上
zh_tw: 在另一台電腦上

source: On the gateway host, run `openclaw gateway auth-token --show` in an interactive terminal, then replace the token and try again.
ar: على مضيف Gateway، شغّل `openclaw gateway auth-token --show` في طرفية تفاعلية، ثم استبدل الرمز وأعد المحاولة.
de: Führen Sie auf dem Gateway-Host `openclaw gateway auth-token --show` in einem interaktiven Terminal aus, ersetzen Sie dann das Token und versuchen Sie es erneut.
es: En el host del Gateway, ejecuta `openclaw gateway auth-token --show` en una terminal interactiva, luego reemplaza el token e inténtalo de nuevo.
fa: روی میزبان Gateway، دستور `openclaw gateway auth-token --show` را در یک ترمینال تعاملی اجرا کنید، سپس توکن را جایگزین کرده و دوباره تلاش کنید.
fr: Sur l'hôte du gateway, exécutez `openclaw gateway auth-token --show` dans un terminal interactif, puis remplacez le jeton et réessayez.
hi: gateway host पर, एक इंटरैक्टिव टर्मिनल में `openclaw gateway auth-token --show` चलाएँ, फिर token बदलें और पुनः प्रयास करें।
id: Di host gateway, jalankan `openclaw gateway auth-token --show` di terminal interaktif, lalu ganti token dan coba lagi.
it: Sull'host del gateway, esegui `openclaw gateway auth-token --show` in un terminale interattivo, quindi sostituisci il token e riprova.
ja_jp: Gatewayホストで、対話型ターミナルで `openclaw gateway auth-token --show` を実行し、トークンを置き換えてから再試行してください。
ko: gateway 호스트에서 대화형 터미널로 `openclaw gateway auth-token --show`를 실행한 다음 토큰을 교체하고 다시 시도하세요.
nl: Voer op de gateway-host `openclaw gateway auth-token --show` uit in een interactieve terminal, vervang vervolgens het token en probeer het opnieuw.
pl: Na hoście gateway uruchom `openclaw gateway auth-token --show` w interaktywnym terminalu, następnie zastąp token i spróbuj ponownie.
pt_br: No host do gateway, execute `openclaw gateway auth-token --show` em um terminal interativo, substitua o token e tente novamente.
ru: На хосте Gateway выполните `openclaw gateway auth-token --show` в интерактивном терминале, затем замените токен и повторите попытку.
sv: På gateway-värden kör du `openclaw gateway auth-token --show` i en interaktiv terminal, ersätter sedan token och försöker igen.
th: บนโฮสต์ Gateway ให้รัน `openclaw gateway auth-token --show` ในเทอร์มินัลแบบโต้ตอบ จากนั้นแทนที่โทเคนแล้วลองอีกครั้ง
tr: Gateway ana bilgisayarında, etkileşimli bir terminalde `openclaw gateway auth-token --show` komutunu çalıştırın, ardından belirteci değiştirip yeniden deneyin.
uk: На хості Gateway виконайте `openclaw gateway auth-token --show` в інтерактивному терміналі, потім замініть токен і спробуйте ще раз.
vi: Trên máy chủ gateway, chạy `openclaw gateway auth-token --show` trong terminal tương tác, sau đó thay thế token và thử lại.
zh_cn: 在 gateway 主机上，于交互式终端中运行 `openclaw gateway auth-token --show`，然后替换令牌并重试。
zh_tw: 在 gateway 主機上，於互動式終端機中執行 `openclaw gateway auth-token --show`，然後替換權杖並再試一次。

source: On this Mac
ar: على جهاز Mac هذا
de: Auf diesem Mac
es: En este Mac
fa: روی این Mac
fr: Sur ce Mac
hi: इस Mac पर
id: Di Mac ini
it: Su questo Mac
ja_jp: この Mac 上
ko: 이 Mac에서
nl: Op deze Mac
pl: Na tym Macu
pt_br: Neste Mac
ru: На этом Mac
sv: På den här Mac-datorn
th: บน Mac เครื่องนี้
tr: Bu Mac’te
uk: На цьому Mac
vi: Trên máy Mac này
zh_cn: 在这台 Mac 上
zh_tw: 在這台 Mac 上

source: On your gateway host: install/update the `openclaw` package and make sure credentials exist (typically `~/.openclaw/credentials/oauth.json`). Then connect again if needed.
ar: على مضيف Gateway لديك: ثبّت/حدّث حزمة `openclaw` وتأكد من وجود بيانات الاعتماد (عادةً `~/.openclaw/credentials/oauth.json`). ثم اتصل مرة أخرى إذا لزم الأمر.
de: Auf deinem Gateway-Host: Installiere/aktualisiere das Paket `openclaw` und stelle sicher, dass Anmeldedaten vorhanden sind (üblicherweise `~/.openclaw/credentials/oauth.json`). Verbinde dich anschließend bei Bedarf erneut.
es: En tu host de gateway: instala/actualiza el paquete `openclaw` y asegúrate de que existan las credenciales (normalmente `~/.openclaw/credentials/oauth.json`). Luego vuelve a conectar si es necesario.
fa: روی میزبان Gateway خود: بستهٔ `openclaw` را نصب/به‌روزرسانی کنید و مطمئن شوید اعتبارنامه‌ها وجود دارند (معمولاً `~/.openclaw/credentials/oauth.json`). سپس در صورت نیاز دوباره متصل شوید.
fr: Sur votre hôte gateway : installez/mettez à jour le package `openclaw` et assurez-vous que les identifiants existent (généralement `~/.openclaw/credentials/oauth.json`). Puis reconnectez-vous si nécessaire.
hi: अपने gateway host पर: `openclaw` पैकेज इंस्टॉल/अपडेट करें और सुनिश्चित करें कि क्रेडेंशियल मौजूद हैं (आमतौर पर `~/.openclaw/credentials/oauth.json`)। फिर ज़रूरत पड़ने पर दोबारा कनेक्ट करें।
id: Di host gateway Anda: instal/perbarui paket `openclaw` dan pastikan kredensial tersedia (biasanya `~/.openclaw/credentials/oauth.json`). Lalu hubungkan lagi jika diperlukan.
it: Sul tuo host gateway: installa/aggiorna il pacchetto `openclaw` e assicurati che le credenziali esistano (in genere `~/.openclaw/credentials/oauth.json`). Poi connettiti di nuovo, se necessario.
ja_jp: Gateway ホスト上で: `openclaw` パッケージをインストール/更新し、認証情報が存在することを確認してください （通常は `~/.openclaw/credentials/oauth.json`）。必要に応じて再度接続してください。
ko: gateway host에서 `openclaw` 패키지를 설치/업데이트하고 자격 증명이 있는지 확인하세요 (일반적으로 `~/.openclaw/credentials/oauth.json`). 그런 다음 필요한 경우 다시 연결하세요.
nl: Op je gateway-host: installeer/update het `openclaw`-pakket en zorg dat er inloggegevens bestaan (meestal `~/.openclaw/credentials/oauth.json`). Verbind daarna opnieuw indien nodig.
pl: Na hoście gateway: zainstaluj/zaktualizuj pakiet `openclaw` i upewnij się, że istnieją dane logowania (zwykle `~/.openclaw/credentials/oauth.json`). Następnie połącz się ponownie, jeśli trzeba.
pt_br: No host do gateway: instale/atualize o pacote `openclaw` e confirme que as credenciais existem (normalmente `~/.openclaw/credentials/oauth.json`). Depois conecte novamente, se necessário.
ru: На хосте gateway: установите/обновите пакет `openclaw` и убедитесь, что учётные данные существуют (обычно `~/.openclaw/credentials/oauth.json`). Затем при необходимости подключитесь снова.
sv: På din gateway-värd: installera/uppdatera paketet `openclaw` och kontrollera att autentiseringsuppgifter finns (vanligtvis `~/.openclaw/credentials/oauth.json`). Anslut sedan igen vid behov.
th: บนโฮสต์ gateway ของคุณ: ติดตั้ง/อัปเดตแพ็กเกจ `openclaw` และตรวจสอบให้แน่ใจว่ามีข้อมูลประจำตัวอยู่ (โดยทั่วไปคือ `~/.openclaw/credentials/oauth.json`) จากนั้นเชื่อมต่ออีกครั้งหากจำเป็น
tr: Gateway host’unuzda: `openclaw` paketini yükleyin/güncelleyin ve kimlik bilgilerinin mevcut olduğundan emin olun (genellikle `~/.openclaw/credentials/oauth.json`). Ardından gerekirse yeniden bağlanın.
uk: На хості вашого Gateway: установіть/оновіть пакет `openclaw` і переконайтеся, що облікові дані існують (зазвичай `~/.openclaw/credentials/oauth.json`). Потім підключіться знову, якщо потрібно.
vi: Trên máy chủ gateway của bạn: cài đặt/cập nhật gói `openclaw` và đảm bảo thông tin xác thực tồn tại (thường là `~/.openclaw/credentials/oauth.json`). Sau đó kết nối lại nếu cần.
zh_cn: 在你的 gateway 主机上：安装/更新 `openclaw` 软件包，并确保凭据存在 （通常为 `~/.openclaw/credentials/oauth.json`）。然后在需要时重新连接。
zh_tw: 在你的 Gateway 主機上：安裝/更新 `openclaw` 套件，並確認憑證存在 （通常為 `~/.openclaw/credentials/oauth.json`）。如有需要，請再次連線。
